Repository: ashvili/web01
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tk

source: Поиск и просмотр абонентов
tk: Abonentleri gözlemek we gözlemek

source: Абоненты
tk: Abonentler

source: Импорт данных
tk: Maglumatlary import etmek

source: Пользователи
tk: Ulanyjylar

source: Логи действий
tk: Hereketleriň loglary

source: Профиль
tk: Profil

source: Выход
tk: Çykmak

source: Войти
tk: Girmek

source: Регистрация
tk: Registrasiýa

source: Главная
tk: Baş sahypa

source: Список абонентов
tk: Abonentleriň sanawy

source: Добавить абонента
tk: Abonent goşmak

source: Импорт
tk: Import

source: Экспорт
tk: Eksport

source: Фильтры
tk: Filterler

source: Поиск по номеру, ФИО, адресу...
tk: Belgi, A.A.A., salgy boýunça gözleg...

source: Все статусы
tk: Hemme statuslar

source: Активен
tk: Işjeň

source: Неактивен
tk: Işjeň däl

source: Применить
tk: Ulgamak

source: Статус
tk: Status

source: Действия
tk: Hereketler

source: Поиск абонентов
tk: Abonentleri gözlemek

source: Форма поиска
tk: Gözleg formasy

source: Номер телефона
tk: Telefon belgisi

source: Введите номер телефона
tk: Telefon belgisini giriziň

source: Номер паспорта
tk: Pasport belgisi

source: Введите номер паспорта
tk: Pasport belgisini giriziň

source: Номер паспорта хранится в поле Memo1
tk: Pasport belgisi Memo1 meýdanynda saklanýar

source: ФИО
tk: A.A.A.

source: Введите имя, фамилию или отчество
tk: Ady, familiýa ýa-da atasynyň adyny giriziň

source: Адрес
tk: Salgy

source: Введите адрес
tk: Salgy giriziň

source: Найти
tk: Tapmak

source: Очистить
tk: Arassalamak

source: Введите критерии поиска для начала поиска абонентов.
tk: Abonentleri gözlemek üçin gözleg şertlerini giriziň.

source: © 2025 Поиск и просмотр абонентов. Все права защищены.
tk: © 2025 Abonentleri gözlemek we gözlemek. Hemme hukuklar goragly.

source: Найденные абоненты
tk: Tapylan abonentler

source: Паспортные данные
tk: Pasport maglumatlary

source: Дата рождения
tk: Doglan senesi

source: Номер
tk: Belgi

source: Фамилия
tk: Familiýa

source: Имя
tk: Ady

source: Отчество
tk: Atasynyň ady

source: Подробнее
tk: Giňişleýin

source: Импорт из CSV
tk: CSV-den import

source: Поиск по номеру, ФИО, адресу, IMSI...
tk: Belgi, A.A.A., salgy, IMSI boýunça gözleg...

source: Сбросить
tk: Sıfırlamak

source: Импортировать
tk: Import etmek

source: Загрузка файла...
tk: Faýl ýüklenýär...

source: Файл загружен! Импорт запущен...
tk: Faýl ýüklenildi! Import başlandy...

source: Прогресс импорта
tk: Import progressi

source: Новый импорт
tk: Täze import

source: Ожидает
tk: Garaşýar

source: Создано
tk: Döredildi

source: Ошибок
tk: Ýalňyşlyklar

source: Обработано записей:
tk: Işlenen ýazgylar:

source: Пауза
tk: Pauza

source: Возобновить
tk: Dewam etdirmek

source: Отмена
tk: Ýatyrmak

source: Финализировать импорт
tk: Importy tamamlamak

source: Инициализация
tk: Başlatma

source: Создание временной таблицы
tk: Wagtlaýyn tablisany döretmek

source: Импорт записей
tk: Ýazgylary import etmek

source: Ожидание финализации
tk: Tamamlamany garaşmak

source: Финализация
tk: Tamamlama

source: Завершение
tk: Tamamlama

source: Финализация импорта
tk: Importy tamamlamak

source: Завершение импорта
tk: Importy gutarmak

source: Показать ошибки
tk: Ýalňyşlyklary görkezmek

source: Список пользователей
tk: Ulanyjylaryň sanawy

source: Добавить пользователя
tk: Ulanyjy goşmak

source: Поиск по имени пользователя, email...
tk: Ulanyjy ady, email boýunça gözleg...

source: Имя пользователя
tk: Ulanyjy ady

source: Роль
tk: Rol

source: Дата регистрации
tk: Registrasiýa senesi

source: Редактировать
tk: Redaktirlemek

source: Удалить
tk: Pozmak

source: Нет пользователей
tk: Ulanyjylar ýok

source: Навигация по пользователям
tk: Ulanyjylar boýunça navigasiýa

source: Администратор
tk: Administrator

source: Пользователь 1 уровня
tk: 1-nji derejeli ulanyjy

source: Пользователь 2 уровня
tk: 2-nji derejeli ulanyjy

source: Пользователь 3 уровня
tk: 3-nji derejeli ulanyjy

source: Поиск и просмотр абонентов. Все права защищены.
tk: Abonentleri gözlemek we gözlemek. Ähli hukuklar goragly.

source: Абонент
tk: Abonent

source: Информация об абоненте
tk: Abonent barada maglumat

source: Вернуться к поиску
tk: Gözlege dolanmak

source: Основная информация
tk: Esasy maglumat

source: Номер:
tk: Belgi:

source: Фамилия:
tk: Familiýa:

source: Имя:
tk: Ady:

source: Отчество:
tk: Atasynyň ady:

source: Дата рождения:
tk: Doglan senesi:

source: Место рождения:
tk: Doglan ýeri:

source: Дополнительная информация
tk: Goşmaça maglumat

source: Адрес:
tk: Salgy:

source: Дата создания:
tk: Döredilen senesi:

source: Дата обновления:
tk: Täzelenen senesi:

source: Информация об импорте
tk: Import barada maglumat

source: Импортировано из файла:
tk: Faýldan import edildi:

source: Дата импорта:
tk: Import senesi:

source: Пользователь:
tk: Ulanyjy:

source: Закрыть
tk: Ýapmak

source: Редактирование пользователя
tk: Ulanyjyny redaktirlemek

source: Создание нового пользователя
tk: Täze ulanyjy döretmek

source: Профиль и разрешения
tk: Profil we rugsatlar

source: Оставьте поле пустым, если не хотите менять пароль
tk: Paroly üýtgetmek islemeýän bolsaňyz, meýdany boş goýuň

source: Разрешения
tk: Rugsatlar

source: Двухфакторная аутентификация (2FA)
tk: Iki-faktorly ygtybarlyk (2FA)

source: 2FA активирована для данного пользователя
tk: Bu ulanyjy üçin 2FA işjeňleşdirildi

source: Сохранить изменения
tk: Üýtgeşmeleri saklamak

source: Создать пользователя
tk: Ulanyjy döretmek

source: Пароль
tk: Parol

source: Отдел
tk: Bölüm

source: Должность
tk: Wezipesi

source: Телефон
tk: Telefon

source: Включить двухфакторную аутентификацию
tk: Iki-faktorly ygtybarlygy işjeňleşdirmek

source: Сбросить настройки 2FA
tk: 2FA sazlamalaryny sıfyrlamak

source: Журнал действий пользователей
tk: Ulanyjylaryň hereketleriniň gündeligi

source: Экспорт CSV
tk: CSV eksport

source: Поиск по пути, IP, UserAgent...
tk: Ýol, IP, UserAgent boýunça gözlemek...

source: Логические сессии
tk: Mantykly seýssiýalar

source: Активность
tk: Işjeňlik

source: Для просмотра цепочки действий откройте детали лога и перейдите по ссылке "Цепочка"
tk: Hereketler zynjyryny görmek üçin log jikme-jiklerini açyň we "Zynjyr" baglanyşygyna geçiň

source: Очистить устаревшие логи
tk: Köne loglary arassalamak

source: Пользователь
tk: Ulanyjy

source: Действие
tk: Hereket

source: Дата и время
tk: Sene we wagt

source: IP адрес
tk: IP salgy

source: Объект
tk: Obýekt

source: Детали
tk: Jikme-jikler

source: Логи не найдены
tk: Loglar tapylmady

source: Навигация по страницам
tk: Sahypalar boýunça navigasiýa

source: Первая
tk: Birinji

source: Предыдущая
tk: Öňki

source: Следующая
tk: Indiki

source: Последняя
tk: Soňky

source: Введите IP адрес
tk: IP salgyny giriziň

source: Выберите пользователя
tk: Ulanyjy saýlaň

source: Тип действия
tk: Hereket görnüşi

source: Выберите тип действия
tk: Hereket görnüşini saýlaň

source: Дата от
tk: Seneden

source: Дата до
tk: Senä çenli

source: Логическая сессия (UUID)
tk: Mantykly seýssiýa (UUID)

source: Введите UUID логической сессии
tk: Mantykly seýssiýanyň UUID-sini giriziň

source: Вход в систему
tk: Sistema girmek

source: Выход из системы
tk: Sistemadan çykmak

source: Создание объекта
tk: Obýekt döretmek

source: Изменение объекта
tk: Obýekti üýtgetmek

source: Удаление объекта
tk: Obýekti pozmak

source: Поиск
tk: Gözlemek

source: Экспорт данных
tk: Maglumatlary eksport etmek

source: Другое
tk: Başga

source: Лог
tk: Log

source: Цепочка
tk: Zynjyr

source: Вернуться к списку
tk: Sanawa dolanmak

source: Нет имени
tk: Ady ýok

source: Не указан
tk: Görkezilmedi

source: Техническая информация
tk: Tehniki maglumat

source: Путь запроса
tk: Sorag ýoly

source: HTTP метод
tk: HTTP usuly

source: HTTP код ответа
tk: HTTP jogap kody

source: Время выполнения
tk: Ýerine ýetirilen wagt

source: мс
tk: ms

source: User Agent
tk: Ulanyjy Agent

source: Информация об объекте
tk: Obýekt barada maglumat

source: Тип объекта
tk: Obýekt görnüşi

source: ID объекта
tk: Obýektiň ID-si

source: Действие не связано с конкретным объектом
tk: Hereket belli bir obýekt bilen baglanyşykly däl

source: Дополнительные данные
tk: Goşmaça maglumatlar

source: Данные не в формате JSON:
tk: Maglumatlar JSON formatynda däl:

source: Ошибка при обработке дополнительных данных:
tk: Goşmaça maglumatlary işlemekde ýalňyşlyk:

source: Нет дополнительных данных
tk: Goşmaça maglumatlar ýok

source: Логические сессии пользователей
tk: Ulanyjylaryň mantykly seýssiýalary

source: Фильтровать
tk: Süzgüç

source: Сессия:
tk: Seýssiýa:

source: Начало:
tk: Başlangyç:

source: Конец:
tk: Ahyrky:

source: Длительность:
tk: Dowamlylygy:

source: Действий:
tk: Hereketler:

source: Показать действия
tk: Hereketleri görkezmek

source: Назад
tk: Yza

source: Вперёд
tk: Öňe

source: Нет сессий по заданным фильтрам.
tk: Görkezilen süzgüçlere görä seýssiýalar ýok.

source: дд.мм.гггг
tk: gg.aa.ýýýý

source: Активность пользователей по дням
tk: Ulanyjylaryň günlere görä işjeňligi

source: К сессиям
tk: Seýssiýalara

source: Количество действий
tk: Hereketleriň sany

source: Детали ошибок импорта:
tk: Import ýalňyşlyklarynyň jikme-jikleri:

source: Строка
tk: Setir

source: Ошибка
tk: Ýalňyşlyk

source: Исходные данные
tk: Başlangyç maglumatlar

source: Информация о формате CSV
tk: CSV formaty barada maglumat

source: Требования к файлу:
tk: Faýla talap edilýän zatlar:

source: Файл должен быть в формате CSV
tk: Faýl CSV formatynda bolmaly

source: Структура должна соответствовать модели абонентов
tk: Gurluşy abonent modeline gabat gelmeli

source: Каждая запись начинается с числового ID
tk: Her ýazgy sanly ID bilen başlanýar

source: Отметьте «первая строка заголовок», если это так
tk: Eger şeýle bolsa, «birkinji setir sarlawha» diýip belgileň

source: Порядок полей:
tk: Meýdanlaryň tertibi:

source: Место рождения
tk: Doglan ýeri

source: Загрузка...
tk: Ýüklenýär...

source: Ошибка:
tk: Ýalňyşlyk:

source: Ошибка при обработке ответа сервера
tk: Serwer jogaby işlenende ýalňyşlyk

source: Ошибка сервера:
tk: Serwer ýalňyşlygy:

source: Ошибка сети при загрузке файла
tk: Faýl ýüklenende tor ýalňyşlygy

source: Завершено
tk: Tamamlandy

source: Ожидает финализации
tk: Tamamlamany garaşýar

source: В обработке
tk: Işlenýär

source: На паузе
tk: Pauzada

source: Отменено
tk: Ýatyryldy

source: Загрузка файла
tk: Faýl ýüklemek

source: Выполняется
tk: Ýerine ýetirilýär

source: Остановить импорт? Действие нельзя отменить.
tk: Importy duruzmak? Bu hereketi yzyna gaýtarmak bolmaýar.

source: Финализировать импорт? Данные из временной таблицы будут перенесены в основную таблицу. Действие нельзя отменить.
tk: Importy tamamlamak? Wagtlaýyn tablisadaky maglumatlar esasy tablisaga geçiriler. Bu hereketi yzyna gaýtarmak bolmaýar.

source: Финализация...
tk: Tamamlanýar...

source: Импорт успешно финализирован!
tk: Import üstünlikli tamamlandy!

source: Ошибка при финализации:
tk: Tamamlananda ýalňyşlyk:

source: Произошла ошибка при финализации импорта
tk: Import tamamlananda ýalňyşlyk ýüze çykdy

source: Показано первых 10 ошибок из
tk: Ilkinji 10 ýalňyşlyk görkezildi

source: Показано
tk: Görkezildi

source: ошибок.
tk: ýalňyşlyk.

source: Данные не сохранены
tk: Maglumatlar saklanmady

source: Импорт абонентов
tk: Abonentleri import etmek

source: Импорт абонентов из CSV
tk: CSV-den abonentleri import etmek

source: Загрузка файла CSV
tk: CSV faýly ýüklemek

source: К списку
tk: Sanawa

source: История импорта
tk: Import taryhy

source: CSV-файл
tk: CSV-faýl

source: Выберите файл
tk: Faýl saýlaň

source: Файл не выбран
tk: Faýl saýlanmady

source: Выберите CSV-файл с данными абонентов
tk: Abonent maglumatlary bilen CSV-faýl saýlaň

source: Разделитель полей
tk: Meýdanlaryň bölüji

source: Запятая (,)
tk: Otur (,)

source: Выберите символ, которым разделены поля в CSV-файле
tk: CSV-faýlda meýdanlaryň bölülen simwoly saýlaň

source: Первая строка содержит заголовки
tk: Birkinji setir sarlawhalary öz içine alýar

source: Отметьте, если первая строка файла содержит названия колонок
tk: Eger faýlyň birkinji setiri sütünleriň atlaryny öz içine alsa, belgileň

source: Кодировка файла
tk: Faýlyň kodlamasy

source: Выберите кодировку файла
tk: Faýlyň kodlamasyny saýlaň
